Repository: christiankaps/meter2
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de

# update.progress.verify.detail
source: Step 4 of 5. Checking the downloaded app before installation.
de: Schritt 4 von 5. Die geladene App wird vor der Installation geprüft.

# update.progress.verify.title
source: Verifying Update
de: Update wird geprüft

# update.releasePage
source: Release Page
de: Release-Seite

# update.status.available %@
source: Version %@ is ready to install.
de: Version %@ ist bereit zur Installation.

# update.status.checking
source: Checking GitHub releases…
de: GitHub-Releases werden geprüft …

# update.status.downloading %@
source: Downloading version %@…
de: Version %@ wird geladen …

# update.status.installing %@
source: Installing version %@. Meter2 will relaunch automatically.
de: Version %@ wird installiert. Meter2 wird automatisch neu gestartet.

# update.status.upToDate %@
source: Installed version %@ is current.
de: Installierte Version %@ ist aktuell.

# validation.negativeValue
source: The value cannot be negative.
de: Der Wert darf nicht negativ sein.

# validation.title
source: Validation
de: Prüfung

# validation.unusualJump
source: This jump is much larger than previous changes.
de: Dieser Sprung ist deutlich größer als bisher.
